Repository: Ramshell/nudoku
Catalog: src/po/*/main.po
Languages: es

source: H - Give a hint
es: H - Quiero una pista

source: N - New puzzle
es: N - Nuevo problema

source: Q - Quit
es: Q - Salir

source: S - Solve puzzle
es: S - Resolver problema

source: c - Check solution
es: c - Verificar solution

source: h - Move left
es: h - Mover a la izquierda

source: j - Move down
es: j - Mover abajo

source: l - Move right
es: l - Mover a la derecha

source: m - Toggle marks
es: m - Activar/Desactivar marcas

source: r - Redraw
es: r - Volver a dibujar

source: with the help of %d hints
es: con la ayuda de %d pistas

source: x - Delete number
es: x - Borrar numero

source: Character %c at position %d is not allowed.
es: No se permite el caracter %c en la posicion %d.

source: Commands
es: Comandos

source: Correct so far
es: Correctos hasta ahora

source: Generating puzzle...
es: Generando sudoku

source: Movement
es: Movimiento

source: Not correct
es: Incorrecto

source: Provided hint
es: Pista dada

source: Solved
es: Resuelto

source: Solving puzzle...
es: Resolviendo sudoku...

source: Stream does not represent a valid sudoku puzzle.
es: La informacion no representa una instancia de sudoku valida.

source: Stream has to be %d characters long.
es: La informacion tiene que tener al menos %d caracteres.

source: Your terminal doesn't support colors. Try the nocolor (-c) option.
es: Tu terminal no soporta colores. Prueba la opcion nocolor (-c).

source: easy
es: facil

source: hard
es: dificil

source: level: %s
es: nivel: %s
